import React from 'react';
import './Services.css';

const Services = () => {
  return (
    <section id="services">
        <h2>Меблі, що надихають: створіть дім своєї мрії разом з нами</h2>

        <div className='service-description'>
                    <p>
                        У нашому магазині ви знайдете меблі, які стануть прикрасою вашого дому та офісу. 
                        Ми пропонуємо широкий асортимент якісних та стильних меблів, які відповідають найвищим 
                        стандартам комфорту та дизайну.
                    </p>
        </div>

        <div className="services-container">
        <div className="service">
            <div className='service-text'>
                    <h3>Наша продукція:</h3>
                    <ul>
                        <li>
                            Шафи: Від компактних моделей до великих гардеробів, наші шафи поєднують в собі функціональність
                            та елегантний дизайн. Вони стануть ідеальним рішенням для зберігання ваших речей.
                        </li>
                        <li>
                            Дивани: Затишні та комфортні дивани для вашої вітальні. Ми пропонуємо різноманітні моделі, 
                            включаючи кутові дивани, дивани-ліжка та модульні рішення, що легко адаптуються під ваш простір.
                        </li>
                        <li>
                            Стільці: Стільці для будь-якого інтер'єру та потреб – від стильних обідніх стільців до ергономічних 
                            офісних крісел. Наші стільці поєднують комфорт та сучасний дизайн.
                        </li>
                        <li>
                            Столи: Від обідніх до письмових столів – у нас ви знайдете все, що потрібно для створення функціонального 
                            та естетичного робочого простору. Наші столи відрізняються високою якістю матеріалів та виготовлення.
                        </li>
                    </ul>
                    <h3>Чому варто обрати нас?</h3>
                    <ul>
                        <li>
                            Висока якість: Ми співпрацюємо тільки з перевіреними виробниками та гарантуємо довговічність нашої продукції.
                        </li>
                        <li>
                            Сучасний дизайн: Наші меблі відповідають останнім тенденціям у світі дизайну інтер'єру.
                        </li>
                        <li>
                            Індивідуальний підхід: Ми допоможемо вам обрати меблі, які найкраще відповідають вашим потребам та стилю життя.
                        </li>
                        <li>
                            Гнучкі умови доставки: Забезпечуємо швидку та зручну доставку по всій країні.
                        </li>
                    </ul>
                    <p>
                        Завітайте до нашого магазину та переконайтеся, що створити затишний та стильний інтер'єр легко разом з нами!
                    </p>
            </div>
        </div>

        <div className="service-image">
          <img src="/description.jpg" alt="Service 2" />
        </div>
      </div>
    </section>
  );
};

export default Services;
